{
  "default": {
    "A1": {
      "close": {
        "n.": [
          "To stop, or fill up, as an opening; to shut; as, to close the eyes; to close a door.",
          "To bring together the parts of; to consolidate; as, to close the ranks of an army; -- often used with up.",
          "To bring to an end or period; to conclude; to complete; to finish; to end; to consummate; as, to close a bargain; to close a course of instruction.",
          "To come or gather around; to inclose; to encompass; to confine.",
          "The manner of shutting; the union of parts; junction.",
          "Conclusion; cessation; ending; end.",
          "A grapple in wrestling.",
          "The conclusion of a strain of music; cadence.",
          "A double bar marking the end."
        ],
        "v. i.": [
          "To come together; to unite or coalesce, as the parts of a wound, or parts separated.",
          "To end, terminate, or come to a period; as, the debate closed at six o'clock.",
          "To grapple; to engage in hand-to-hand fight."
        ],
        "v. t.": [
          "An inclosed place; especially, a small field or piece of land surrounded by a wall, hedge, or fence of any kind; -- specifically, the precinct of a cathedral or abbey.",
          "A narrow passage leading from a street to a court, and the houses within.",
          "The interest which one may have in a piece of ground, even though it is not inclosed.",
          "Shut fast; closed; tight; as, a close box.",
          "Narrow; confined; as, a close alley; close quarters.",
          "Oppressive; without motion or ventilation; causing a feeling of lassitude; -- said of the air, weather, etc.",
          "Strictly confined; carefully quarded; as, a close prisoner.",
          "Out of the way observation; secluded; secret; hidden.",
          "Disposed to keep secrets; secretive; reticent.",
          "Having the parts near each other; dense; solid; compact; as applied to bodies; viscous; tenacious; not volatile, as applied to liquids.",
          "Concise; to the point; as, close reasoning.",
          "Adjoining; near; either in space; time, or thought; -- often followed by to.",
          "Short; as, to cut grass or hair close.",
          "Intimate; familiar; confidential.",
          "Nearly equal; almost evenly balanced; as, a close vote.",
          "Difficult to obtain; as, money is close.",
          "Parsimonious; stingy.",
          "Adhering strictly to a standard or original; exact; strict; as, a close translation.",
          "Accurate; careful; precise; also, attentive; undeviating; strict; not wandering; as, a close observer.",
          "Uttered with a relatively contracted opening of the mouth, as certain sounds of e and o in French, Italian, and German; -- opposed to open."
        ],
        "adv.": [
          "In a close manner.",
          "Secretly; darkly."
        ]
      },
      "that": {
        "pron., a., conj., & adv.": [
          "As a demonstrative pronoun (pl. Those), that usually points out, or refers to, a person or thing previously mentioned, or supposed to be understood. That, as a demonstrative, may precede the noun to which it refers; as, that which he has said is true; those in the basket are good apples.",
          "As an adjective, that has the same demonstrative force as the pronoun, but is followed by a noun.",
          "As a relative pronoun, that is equivalent to who or which, serving to point out, and make definite, a person or thing spoken of, or alluded to, before, and may be either singular or plural.",
          "As a conjunction, that retains much of its force as a demonstrative pronoun.",
          "To introduce a clause employed as the object of the preceding verb, or as the subject or predicate nominative of a verb.",
          "To introduce, a reason or cause; -- equivalent to for that, in that, for the reason that, because.",
          "To introduce a purpose; -- usually followed by may, or might, and frequently preceded by so, in order, to the end, etc.",
          "To introduce a consequence, result, or effect; -- usually preceded by so or such, sometimes by that.",
          "In an elliptical sentence to introduce a dependent sentence expressing a wish, or a cause of surprise, indignation, or the like.",
          "As adverb: To such a degree; so; as, he was that frightened he could say nothing."
        ]
      },
      "hill": {
        "n.": [
          "A natural elevation of land, or a mass of earth rising above the common level of the surrounding land; an eminence less than a mountain.",
          "The earth raised about the roots of a plant or cluster of plants. [U. S.] See Hill, v. t."
        ],
        "v. t.": [
          "A single cluster or group of plants growing close together, and having the earth heaped up about them; as, a hill of corn or potatoes.",
          "To surround with earth; to heap or draw earth around or upon; as, to hill corn."
        ]
      }
    },
    "A2": {
      "enough": {
        "a.": [
          "Satisfying desire; giving content; adequate to meet the want; sufficient; -- usually, and more elegantly, following the noun to which it belongs."
        ],
        "adv.": [
          "In a degree or quantity that satisfies; to satisfaction; sufficiently.",
          "Fully; quite; -- used to express slight augmentation of the positive degree, and sometimes equivalent to very; as, he is ready enough to embrace the offer.",
          "In a tolerable degree; -- used to express mere acceptableness or acquiescence, and implying a degree or quantity rather less than is desired; as, the song was well enough."
        ],
        "n.": [
          "A sufficiency; a quantity which satisfies desire, is adequate to the want, or is equal to the power or ability; as, he had enough to do take care of himself."
        ],
        "interj.": [
          "An exclamation denoting sufficiency, being a shortened form of it is enough."
        ]
      },
      "freeze": {
        "n.": [
          "A frieze.",
          "The act of congealing, or the state of being congealed."
        ],
        "v. i.": [
          "To become congealed by cold; to be changed from a liquid to a solid state by the abstraction of heat; to be hardened into ice or a like solid body.",
          "To become chilled with cold, or as with cold; to suffer loss of animation or life by lack of heat; as, the blood freezes in the veins."
        ],
        "v. t.": [
          "To congeal; to harden into ice; to convert from a fluid to a solid form by cold, or abstraction of heat.",
          "To cause loss of animation or life in, from lack of heat; to give the sensation of cold to; to chill."
        ]
      },
      "sauce": {
        "n.": [
          "A composition of condiments and appetizing ingredients eaten with food as a relish; especially, a dressing for meat or fish or for puddings; as, mint sauce; sweet sauce, etc.",
          "Any garden vegetables eaten with meat.",
          "Stewed or preserved fruit eaten with other food as a relish; as, apple sauce, cranberry sauce, etc.",
          "Sauciness; impertinence.",
          "A soft crayon for use in stump drawing or in shading with the stump."
        ],
        "v. t.": [
          "To accompany with something intended to give a higher relish; to supply with appetizing condiments; to season; to flavor.",
          "To cause to relish anything, as if with a sauce; to tickle or gratify, as the palate; to please; to stimulate; hence, to cover, mingle, or dress, as if with sauce; to make an application to.",
          "To make poignant; to give zest, flavor or interest to; to set off; to vary and render attractive.",
          "To treat with bitter, pert, or tart language; to be impudent or saucy to."
        ]
      },
      "shape": {
        "n.": [
          "To form or create; especially, to mold or make into a particular form; to give proper form or figure to.",
          "To adapt to a purpose; to regulate; to adjust; to direct; as, to shape the course of a vessel.",
          "To image; to conceive; to body forth.",
          "To design; to prepare; to plan; to arrange.",
          "Character or construction of a thing as determining its external appearance; outward aspect; make; figure; form; guise; as, the shape of a tree; the shape of the head; an elegant shape.",
          "That which has form or figure; a figure; an appearance; a being.",
          "A model; a pattern; a mold.",
          "Form of embodiment, as in words; form, as of thought or conception; concrete embodiment or example, as of some quality.",
          "Dress for disguise; guise.",
          "A rolled or hammered piece, as a bar, beam, angle iron, etc., having a cross section different from merchant bar.",
          "A piece which has been roughly forged nearly to the form it will receive when completely forged or fitted."
        ],
        "v. i.": [
          "To suit; to be adjusted or conformable."
        ]
      },
      "murder": {
        "n.": [
          "The offense of killing a human being with malice prepense or aforethought, express or implied; intentional and unlawful homicide.",
          "To kill with premediated malice; to kill (a human being) willfully, deliberately, and unlawfully. See Murder, n.",
          "To destroy; to put an end to.",
          "To mutilate, spoil, or deform, as if with malice or cruelty; to mangle; as, to murder the king's English."
        ]
      },
      "well-known": {
        "a.": [
          "Fully known; generally known or acknowledged."
        ]
      },
      "seed": {
        "pl.": [
          "of Seed"
        ],
        "n.": [
          "A ripened ovule, consisting of an embryo with one or more integuments, or coverings; as, an apple seed; a currant seed. By germination it produces a new plant.",
          "Any small seedlike fruit, though it may consist of a pericarp, or even a calyx, as well as the seed proper; as, parsnip seed; thistle seed.",
          "The generative fluid of the male; semen; sperm; -- not used in the plural.",
          "That from which anything springs; first principle; original; source; as, the seeds of virtue or vice.",
          "The principle of production.",
          "Progeny; offspring; children; descendants; as, the seed of Abraham; the seed of David.",
          "Race; generation; birth."
        ],
        "v. t.": [
          "To sprinkle with seed; to plant seeds in; to sow; as, to seed a field.",
          "To cover thinly with something scattered; to ornament with seedlike decorations."
        ]
      },
      "splash": {
        "v. t.": [
          "To strike and dash about, as water, mud, etc.; to plash.",
          "To spatter water, mud, etc., upon; to wet."
        ],
        "v. i.": [
          "To strike and dash about water, mud, etc.; to dash in such a way as to spatter."
        ],
        "n.": [
          "Water, or water and dirt, thrown upon anything, or thrown from a puddle or the like; also, a spot or daub, as of matter which wets or disfigures.",
          "A noise made by striking upon or in a liquid."
        ]
      },
      "confuse": {
        "a.": [
          "Mixed; confounded."
        ],
        "v. t.": [
          "To mix or blend so that things can not be distinguished; to jumble together; to confound; to render indistinct or obscure; as, to confuse accounts; to confuse one's vision.",
          "To perplex; to disconcert; to abash; to cause to lose self-possession."
        ]
      },
      "polite": {
        "v.": [
          "Smooth; polished.",
          "Smooth and refined in behavior or manners; well bred; courteous; complaisant; obliging; civil.",
          "Characterized by refinement, or a high degree of finish; as, polite literature."
        ],
        "v. t.": [
          "To polish; to refine; to render polite."
        ]
      }
    },
    "B1": {
      "pronoun": {
        "n.": [
          "A word used instead of a noun or name, to avoid the repetition of it. The personal pronouns in English are I, thou or you, he, she, it, we, ye, and they."
        ]
      },
      "primitive": {
        "a.": [
          "Of or pertaining to the beginning or origin, or to early times; original; primordial; primeval; first; as, primitive innocence; the primitive church.",
          "Of or pertaining to a former time; old-fashioned; characterized by simplicity; as, a primitive style of dress.",
          "Original; primary; radical; not derived; as, primitive verb in grammar."
        ],
        "n.": [
          "An original or primary word; a word not derived from another; -- opposed to derivative."
        ]
      },
      "crossing": {
        "p. pr. & vb. n.": [
          "of Cross"
        ],
        "v. t.": [
          "The act by which anything is crossed; as, the crossing of the ocean.",
          "The act of making the sign of the cross.",
          "The act of interbreeding; a mixing of breeds.",
          "Intersection, as of two paths or roads.",
          "A place where anything (as a stream) is crossed; a paved walk across a street.",
          "Contradiction; thwarting; obstruction."
        ]
      },
      "formal": {
        "n.": [
          "See Methylal."
        ],
        "a.": [
          "Belonging to the form, shape, frame, external appearance, or organization of a thing.",
          "Belonging to the constitution of a thing, as distinguished from the matter composing it; having the power of making a thing what it is; constituent; essential; pertaining to or depending on the forms, so called, of the human intellect.",
          "Done in due form, or with solemnity; according to regular method; not incidental, sudden or irregular; express; as, he gave his formal consent.",
          "Devoted to, or done in accordance with, forms or rules; punctilious; regular; orderly; methodical; of a prescribed form; exact; prim; stiff; ceremonious; as, a man formal in his dress, his gait, his conversation.",
          "Having the form or appearance without the substance or essence; external; as, formal duty; formal worship; formal courtesy, etc.",
          "Dependent in form; conventional.",
          "Sound; normal."
        ]
      },
      "whether": {
        "pron.": [
          "Which (of two); which one (of two); -- used interrogatively and relatively."
        ],
        "conj.": [
          "In case; if; -- used to introduce the first or two or more alternative clauses, the other or others being connected by or, or by or whether. When the second of two alternatives is the simple negative of the first it is sometimes only indicated by the particle not or no after the correlative, and sometimes it is omitted entirely as being distinctly implied in the whether of the first."
        ]
      },
      "sharp": {
        "superl.": [
          "Having a very thin edge or fine point; of a nature to cut or pierce easily; not blunt or dull; keen.",
          "Terminating in a point or edge; not obtuse or rounded; somewhat pointed or edged; peaked or ridged; as, a sharp hill; sharp features.",
          "Affecting the sense as if pointed or cutting, keen, penetrating, acute: to the taste or smell, pungent, acid, sour, as ammonia has a sharp taste and odor; to the hearing, piercing, shrill, as a sharp sound or voice; to the eye, instantaneously brilliant, dazzling, as a sharp flash.",
          "High in pitch; acute; as, a sharp note or tone.",
          "Raised a semitone in pitch; as, C sharp (C/), which is a half step, or semitone, higher than C.",
          "So high as to be out of tune, or above true pitch; as, the tone is sharp; that instrument is sharp. Opposed in all these senses to flat.",
          "Very trying to the feelings; piercing; keen; severe; painful; distressing; as, sharp pain, weather; a sharp and frosty air.",
          "Cutting in language or import; biting; sarcastic; cruel; harsh; rigorous; severe; as, a sharp rebuke.",
          "Of keen perception; quick to discern or distinguish; having nice discrimination; acute; penetrating; sagacious; clever; as, a sharp eye; sharp sight, hearing, or judgment.",
          "Eager in pursuit; keen in quest; impatient for gratification; keen; as, a sharp appetite.",
          "Fierce; ardent; fiery; violent; impetuous.",
          "Keenly or unduly attentive to one's own interest; close and exact in dealing; shrewd; as, a sharp dealer; a sharp customer.",
          "Composed of hard, angular grains; gritty; as, sharp sand.",
          "Steep; precipitous; abrupt; as, a sharp ascent or descent; a sharp turn or curve.",
          "Uttered in a whisper, or with the breath alone, without voice, as certain consonants, such as p, k, t, f; surd; nonvocal; aspirated."
        ],
        "adv.": [
          "To a point or edge; piercingly; eagerly; sharply.",
          "Precisely; exactly; as, we shall start at ten o'clock sharp."
        ],
        "n.": [
          "A sharp tool or weapon.",
          "The character [/] used to indicate that the note before which it is placed is to be raised a half step, or semitone, in pitch.",
          "A sharp tone or note.",
          "A portion of a stream where the water runs very rapidly.",
          "A sewing needle having a very slender point; a needle of the most pointed of the three grades, blunts, betweens, and sharps.",
          "Same as Middlings, 1.",
          "An expert."
        ],
        "v. t.": [
          "To sharpen.",
          "To raise above the proper pitch; to elevate the tone of; especially, to raise a half step, or semitone, above the natural tone."
        ],
        "v. i.": [
          "To play tricks in bargaining; to act the sharper.",
          "To sing above the proper pitch."
        ]
      },
      "festive": {
        "a.": [
          "Pertaining to, or becoming, a feast; festal; joyous; gay; mirthful; sportive."
        ]
      },
      "architect": {
        "n.": [
          "A person skilled in the art of building; one who understands architecture, or makes it his occupation to form plans and designs of buildings, and to superintend the artificers employed.",
          "A contriver, designer, or maker."
        ]
      },
      "mention": {
        "n.": [
          "A speaking or notice of anything, -- usually in a brief or cursory manner. Used especially in the phrase to make mention of."
        ],
        "v. t.": [
          "To make mention of; to speak briefly of; to name."
        ]
      },
      "retrospect": {
        "v. i.": [
          "To look backward; hence,  to affect or concern what is past.",
          "To look backward; hence, to affect or concern what is past."
        ],
        "n.": [
          "A looking back on things past; view or contemplation of the past.",
          "A looking back on things past; view or contemplation of the past."
        ]
      },
      "signature": {
        "v. t.": [
          "A sign, stamp, or mark impressed, as by a seal.",
          "Especially, the name of any person, written with his own hand, employed to signify that the writing which precedes accords with his wishes or intentions; a sign manual; an autograph.",
          "An outward mark by which internal characteristics were supposed to be indicated.",
          "A resemblance between the external characters of a disease and those of some physical agent, for instance, that existing between the red skin of scarlet fever and a red cloth; -- supposed to indicate this agent in the treatment of the disease.",
          "The designation of the key (when not C major, or its relative, A minor) by means of one or more sharps or flats at the beginning of the staff, immediately after the clef, affecting all notes of the same letter throughout the piece or movement. Each minor key has the same signature as its relative major.",
          "A letter or figure placed at the bottom of the first page of each sheet of a book or pamphlet, as a direction to the binder in arranging and folding the sheets.",
          "The printed sheet so marked, or the form from which it is printed; as, to reprint one or more signatures.",
          "That part of a prescription which contains the directions to the patient. It is usually prefaced by S or Sig. (an abbreviation for the Latin signa, imperative of signare to sign or mark).",
          "To mark with, or as with, a signature or signatures."
        ]
      }
    },
    "B2": {
      "demanding": {
        "p. pr. & vb. n.": [
          "of Demand"
        ]
      },
      "quotation": {
        "n.": [
          "The act of quoting or citing.",
          "That which is quoted or cited; a part of a book or writing named, repeated, or adduced as evidence or illustration.",
          "The naming or publishing of the current price of stocks, bonds, or any commodity; also the price named.",
          "Quota; share.",
          "A piece of hollow type metal, lower than type, and measuring two or more pica ems in length and breadth, used in the blank spaces at the beginning and end of chapters, etc."
        ]
      },
      "desire": {
        "v. t.": [
          "To long for; to wish for earnestly; to covet.",
          "To express a wish for; to entreat; to request.",
          "To require; to demand; to claim.",
          "To miss; to regret.",
          "The natural longing that is excited by the enjoyment or the thought of any good, and impels to action or effort its continuance or possession; an eager wish to obtain or enjoy.",
          "An expressed wish; a request; petition.",
          "Anything which is desired; an object of longing.",
          "Excessive or morbid longing; lust; appetite.",
          "Grief; regret."
        ]
      },
      "fluency": {
        "n.": [
          "The quality of being fluent; smoothness; readiness of utterance; volubility."
        ]
      },
      "doubt": {
        "v. i.": [
          "To waver in opinion or judgment; to be in uncertainty as to belief respecting anything; to hesitate in belief; to be undecided as to the truth of the negative or the affirmative proposition; to b e undetermined.",
          "To suspect; to fear; to be apprehensive.",
          "A fluctuation of mind arising from defect of knowledge or evidence; uncertainty of judgment or mind; unsettled state of opinion concerning the reality of an event, or the truth of an assertion, etc.; hesitation.",
          "Uncertainty of condition.",
          "Suspicion; fear; apprehension; dread.",
          "Difficulty expressed or urged for solution; point unsettled; objection."
        ],
        "v. t.": [
          "To question or hold questionable; to withhold assent to; to hesitate to believe, or to be inclined not to believe; to withhold confidence from; to distrust; as, I have heard the story, but I doubt the truth of it.",
          "To suspect; to fear; to be apprehensive of.",
          "To fill with fear; to affright."
        ]
      },
      "patriot": {
        "n.": [
          "One who loves his country, and zealously supports its authority and interests."
        ],
        "a.": [
          "Becoming to a patriot; patriotic."
        ]
      },
      "sprint": {
        "v. i.": [
          "To run very rapidly; to run at full speed."
        ],
        "n.": [
          "The act of sprinting; a run of a short distance at full speed."
        ]
      },
      "widen": {
        "v. t.": [
          "To make wide or wider; to extend in breadth; to increase the width of; as, to widen a field; to widen a breach; to widen a stocking."
        ],
        "v. i.": [
          "To grow wide or wider; to enlarge; to spread; to extend."
        ]
      },
      "acid": {
        "a.": [
          "Sour, sharp, or biting to the taste; tart; having the taste of vinegar: as, acid fruits or liquors. Also fig.: Sour-tempered.",
          "Of or pertaining to an acid; as, acid reaction."
        ],
        "n.": [
          "A sour substance.",
          "One of a class of compounds, generally but not always distinguished by their sour taste, solubility in water, and reddening of vegetable blue or violet colors. They are also characterized by the power of destroying the distinctive properties of alkalies or bases, combining with them to form salts, at the same time losing their own peculiar properties. They all contain hydrogen, united with a more negative element or radical, either alone, or more generally with oxygen, and take their names from this negative element or radical. Those which contain no oxygen are sometimes called hydracids in distinction from the others which are called oxygen acids or oxacids."
        ]
      },
      "client": {
        "n.": [
          "A citizen who put himself under the protection of a man of distinction and influence, who was called his patron.",
          "A dependent; one under the protection of another.",
          "One who consults a legal adviser, or submits his cause to his management."
        ]
      },
      "overtake": {
        "v. t.": [
          "To come up with in a course, pursuit, progress, or motion; to catch up with.",
          "To come upon from behind; to discover; to surprise; to capture; to overcome.",
          "Hence, figuratively, in the past participle (overtaken), drunken."
        ]
      },
      "digest": {
        "v. t.": [
          "To distribute or arrange methodically; to work over and classify; to reduce to portions for ready use or application; as, to digest the laws, etc.",
          "To separate (the food) in its passage through the alimentary canal into the nutritive and nonnutritive elements; to prepare, by the action of the digestive juices, for conversion into blood; to convert into chyme.",
          "To think over and arrange methodically in the mind; to reduce to a plan or method; to receive in the mind and consider carefully; to get an understanding of; to comprehend.",
          "To appropriate for strengthening and comfort.",
          "Hence: To bear comfortably or patiently; to be reconciled to; to brook.",
          "To soften by heat and moisture; to expose to a gentle heat in a boiler or matrass, as a preparation for chemical operations.",
          "To dispose to suppurate, or generate healthy pus, as an ulcer or wound.",
          "To ripen; to mature.",
          "To quiet or abate, as anger or grief.",
          "That which is digested; especially, that which is worked over, classified, and arranged under proper heads or titles",
          "A compilation of statutes or decisions analytically arranged. The term is applied in a general sense to the Pandects of Justinian (see Pandect), but is also specially given by authors to compilations of laws on particular topics; a summary of laws; as, Comyn's Digest; the United States Digest."
        ],
        "v. i.": [
          "To undergo digestion; as, food digests well or ill.",
          "To suppurate; to generate pus, as an ulcer."
        ]
      },
      "grieve": {
        "n.": [
          "Alt. of Greeve"
        ],
        "v. t.": [
          "To occasion grief to; to wound the sensibilities of; to make sorrowful; to cause to suffer; to afflict; to hurt; to try.",
          "To sorrow over; as, to grieve one's fate."
        ],
        "v. i.": [
          "To feel grief; to be in pain of mind on account of an evil; to sorrow; to mourn; -- often followed by at, for, or over."
        ]
      },
      "startle": {
        "v. t.": [
          "To move suddenly, or be excited, on feeling alarm; to start.",
          "To excite by sudden alarm, surprise, or apprehension; to frighten suddenly and not seriously; to alarm; to surprise.",
          "To deter; to cause to deviate."
        ],
        "n.": [
          "A sudden motion or shock caused by an unexpected alarm, surprise, or apprehension of danger."
        ]
      },
      "accusation": {
        "n.": [
          "The act of accusing or charging with a crime or with a lighter offense.",
          "That of which one is accused; the charge of an offense or crime, or the declaration containing the charge."
        ]
      },
      "tug": {
        "v. t.": [
          "To pull or draw with great effort; to draw along with continued exertion; to haul along; to tow; as, to tug a loaded cart; to tug a ship into port.",
          "To pull; to pluck."
        ],
        "v. i.": [
          "To pull with great effort; to strain in labor; as, to tug at the oar; to tug against the stream.",
          "To labor; to strive; to struggle."
        ],
        "n.": [
          "A pull with the utmost effort, as in the athletic contest called tug of war; a supreme effort.",
          "A sort of vehicle, used for conveying timber and heavy articles.",
          "A small, powerful steamboat used to tow vessels; -- called also steam tug, tugboat, and towboat.",
          "A trace, or drawing strap, of a harness.",
          "An iron hook of a hoisting tub, to which a tackle is affixed."
        ]
      }
    },
    "C1": {
      "innovative": {
        "a.": [
          "Characterized by, or introducing, innovations."
        ]
      },
      "renown": {
        "v.": [
          "The state of being much known and talked of; exalted reputation derived from the extensive praise of great achievements or accomplishments; fame; celebrity; -- always in a good sense.",
          "Report of nobleness or exploits; praise.",
          "The state of being much known and talked of; exalted reputation derived from the extensive praise of great achievements or accomplishments; fame; celebrity; -- always in a good sense.",
          "Report of nobleness or exploits; praise."
        ],
        "v. t.": [
          "To make famous; to give renown to.",
          "To make famous; to give renown to."
        ]
      },
      "anthropologist": {
        "n.": [
          "One who is versed in anthropology."
        ]
      },
      "overalls": {
        "n. pl.": [
          "A kind of loose trousers worn over others to protect them from soiling.",
          "Waterproof leggings."
        ]
      }
    },
    "C2": {
      "bout": {
        "n.": [
          "As much of an action as is performed at one time; a going and returning, as of workmen in reaping, mowing, etc.; a turn; a round.",
          "A conflict; contest; attempt; trial; a set-to at anything; as, a fencing bout; a drinking bout."
        ]
      },
      "dribble": {
        "v. i.": [
          "To fall in drops or small drops, or in a quick succession of drops; as, water dribbles from the eaves.",
          "To slaver, as a child or an idiot; to drivel.",
          "To fall weakly and slowly."
        ],
        "v. t.": [
          "To let fall in drops."
        ],
        "n.": [
          "A drizzling shower; a falling or leaking in drops."
        ]
      },
      "conciliation": {
        "n.": [
          "The act or process of conciliating; the state of being conciliated."
        ]
      },
      "curriculum": {
        "n.": [
          "A race course; a place for running.",
          "A course; particularly, a specified fixed course of study, as in a university."
        ]
      },
      "unobtrusive": {
        "a.": [
          "Not obtrusive; not presuming; modest."
        ]
      },
      "archival": {
        "a.": [
          "Pertaining to, or contained in, archives or records."
        ]
      }
    }
  }
}